/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "NIE"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Anuluj";
"QUIT" = "Zakończ";
"STOP" = "Zatrzymaj";
"START" = "Uruchom";
"WARNING" = "Uwaga";
"ERROR" = "Błąd";
"ON" = "Włączone";
"OFF" = "Wyłączone";
"STARTING" = "Uruchamiam…";
"STOPPING" = "Wyłączam…";
"UNAVAILABLE" = "niedostępne";
"UNKNOWN" = "Nieznany";
"ADD" = "Dodaj";
"OTHER..." = "Inne…";
"UNKNOWN_USER" = "Nieznany użytkownik";

// Common ACL names
"Administrators" = "Administratorzy";
"Everyone" = "Każdy";

"AX_DESCR_ADD_SP" = "Dodaj punkt udostępniania";
"AX_DESCR_REMOVE_SP" = "Usuń punkt udostępniania";
"AX_DESCR_ADD_USER" = "Dodaj użytkownika";
"AX_DESCR_REMOVE_USER" = "Usuń użytkownika";

"AX_DESCR_USERS" = "Użytkowników";
"AX_DESCR_SHAREPOINTS" = "Punkty udostępniania";

"AX_DESCR_FOR_NSStatusUnknown" = "Wskaźnik statusu - wyłączona";
"AX_DESCR_FOR_NSStatusAvailable" = "Wskaźnik statusu - włączona";
"AX_DESCR_FOR_NSStatusAway" = "Wskaźnik statusu - błąd";
"AX_DESCR_FOR_NSStatusIdle" = "Wskaźnik statusu - ostrzeżenie";

/* ES warnings */
"ESWARNING_TITLE" = "Komputer uśnie po pewnym okresie braku aktywności.";
"ESWARNING_OPEN_ES" = "Otwórz Oszczędzanie energii…";
"ESWARNING_DESC" = "Usługi udostępniania nie są dostępne podczas snu. Ustawienie to możesz zmienić w preferencjach Oszczędzanie energii.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "Zdalne logowanie";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Włącz zdalny dostęp przez telnet";
"CAPTION_TELNET_IS_OFF" = "Wyłącz zdalny dostęp przez telnet";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Nazwa Bonjour jest nieprawidłowa.";
"RENDEZVOUS_TOOL_TIP" = "Nazwa Bonjour musi zaczynać się i kończyć literą lub cyfrą.\nZnaki środkowe mogą być literami, cyframi lub dywizem.";
"RENDEZ_EXPL" = "Komputery w Twojej lokalnej sieci mogą uzyskiwać dostęp do Twojego komputera pod adresem %@.local";
"NAME_EXPL" = "Inni użytkownicy mogą uzyskiwać dostęp do Twojego komputera lokalnie, pod adresem %@.local, lub globalnie, pod adresem %@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Udostępnianie plików: włączone";
"CAPTION_AFP_IS_STARTING" = "Uruchamiam udostępnianie plików…";
"DESCR_AFP" = "Udostępnianie plików umożliwia innym użytkownikom uzyskiwać dostęp do udostępnianych katalogów na tym komputerze (a administratorom do wszystkich woluminów).";
"CAPTION_AFP_IS_OFF" = "Udostępnianie plików: wyłączone";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Udostępnianie plików: zablokowane przez zaporę sieciową";

"CAPTION_AFP_IS_STOPING" = "Zatrzymuję udostępnianie plików…";
"CAPTION_AFP_IS_STOPING_IN" = "Udostępnianie plików zostanie zatrzymane w ciągu %d min";
"CAPTION_AFP_IS_STOPING_SOON" = "Udostępnianie plików zostanie zatrzymane w ciągu niecałej minuty";

"DESCR_AFP_WILL_STOP" = "Opcja udostępniania plików pozwala użytkownikom innych komputerów uzyskiwać dostęp do katalogów publicznych na tym komputerze.";
"DESCR_AFP_IS_STOPING_IN" = "Udostępnianie plików zostanie zatrzymane w ciągu %li min.";
"DESCR_AFP_IS_STOPING_SOON" = "Udostępnianie plików zostanie zatrzymane w ciągu niecałej minuty.";

"AFP_INFO_TEXT" = "Inni użytkownicy mogą uzyskiwać dostęp do udostępnianych katalogów na tym komputerze (a administratorzy do wszystkich woluminów), używając adresu %@ lub wyszukując „%@”.";
"AFP_INFO_TEXT_SHORT" = "Inni użytkownicy mogą uzyskać dostęp do udostępnionych katalogów na tym komputerze (administratorzy — do wszystkich woluminów) pod adresem %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Czy na pewno chcesz zatrzymać udostępnianie katalogu „%@”?";
"IDENTITY_DELETE_TITLE" = "Czy na pewno chcesz usunąć „%@” z listy użytkowników mających dostęp do udostępnianego katalogu „%@”?";

"PUBLIC_SHAREPOINT_NAME" = "Katalog publiczny (%@)";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Udostępnianie dla Windows: włączone";
"CAPTION_SAMBA_IS_OFF" = "Udostępnianie dla Windows: wyłączone";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Udostępnianie dla Windows: zablokowane przez zaporę sieciową";

"SAMBA_ACCOUNTS_BUTTON" = "Konta…";

"SAMBA_INFO_TEXT" = "Użytkownicy Windows mogą uzyskiwać dostęp do udostępnionych katalogów na tym komputerze (a administratorzy do wszystkich woluminów) pod adresem %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Włączone konta: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "Udostępnianie plików Windows nie jest zainstalowane na tym komputerze. Aby zainstalować Udostępnianie plików Windows, użyj Instalatora Mac OS X.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Uruchamiam udostępnianie plików Windows…";
"SMB_IS_STOPPING" = "Zatrzymuję udostępnianie plików Windows…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Aby włączyć udostępnianie plików przy użyciu SMB dla konta „%@”, podaj jego hasło.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Aby wyłączyć udostępnianie plików przy użyciu SMB dla konta „%@”, podaj jego hasło.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "Hasło musi mieć co najmniej 4 znaki długości. Wpisz ponownie hasło.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Udostępnianie www: włączone";
"CAPTION_WEB_IS_OFF" = "Udostępnianie www: wyłączone";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Udostępnianie www: zablokowane przez zaporę sieciową";
"CAPTION_WEB_IS_STARTING" = "Uruchamiam udostępnianie www…";
"DESCR_WEB_GENERAL" = "Udostępnianie www pozwala użytkownikom innych komputerów oglądać strony www na tym komputerze.";
"CAPTION_WEB_IS_STOPING" = "Zatrzymuję udostępnianie www…";
"WEB_IS_NOT_AVAILABLE" = "Udostępnianie www nie jest zainstalowane na tym komputerze. Aby zainstalować Udostępnianie www, użyj Instalatora Mac OS X.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "Udostępnianie DVD lub CD";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "Udostępnianie DVD lub CD: wyłączone";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "Udostępnianie DVD lub CD: włączone";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "Udostępnianie DVD lub CD: zablokowane przez zaporę sieciową";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "Uruchamiam udostępnianie DVD lub CD…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "Zatrzymuję udostępnianie DVD lub CD…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Pozwala to użytkownikom innych komputerów zdalnie korzystać z tego napędu DVD lub CD.";
"ODS_DVD_ASK_TITLE" = "Zapytaj przed zezwoleniem innym na korzystanie z \nmojego napędu DVD";
"ODS_CD_ASK_TITLE" = "Zapytaj przed zezwoleniem innym na korzystanie z \nmojego napędu CD";

/* FTP */
"FTP_IS_ON" = "Dostęp przez FTP: włączony";
"FTP_IS_OFF" = "Dostęp przez FTP: wyłączony";
"FTP_IS_NOT_AVAILABLE" = "Usługa FTP nie jest zainstalowana na tym komputerze. Aby zainstalować FTP, zainstaluj pakiety BSD, używając instalatora Mac OS X.";
"FTP_BASIC_DESCR" = "FTP pozwala innym użytkownikom wymieniać pliki z tym komputerem przy użyciu programów FTP.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "Dostęp FTP: zablokowany przez zaporę sieciową";

"FTP_INFO_TEXT" = "Inne osoby mogą uzyskiwać dostęp do Twojego serwera FTP, używając adresu\nvnc://%@/ lub wyszukując „%@”.";
"AFP_NUMBER_OF_CLIENTS" = "Liczba podłączonych użytkowników: %d";

"FTP_IS_STARTING" = "Uruchamiam dostęp przez FTP…";
"FTP_IS_STOPPING" = "Zatrzymuję FTP…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "Uruchamiam zdalne logowanie…";
"CAPTION_SSH_IS_STOPPING" = "Zatrzymuję zdalne logowanie…";
"SSH_INFO_GENERAL" = "Zdalne logowanie pozwala użytkownikom innych komputerów na dostęp do Twojego komputera przy użyciu protokołu SSH.";
"SSH_ON" = "Zdalne logowanie: włączone";
"SSH_OFF" = "Zdalne logowanie: wyłączone";
"SSH_INFO_TEXT" = "Aby zalogować się zdalnie na tym komputerze, wpisz „ssh %@@%@”.";
"SSH_BLOCKED_BY_FIREWALL" = "Zdalne logowanie: zablokowane przez zaporę sieciową";

/* Alerts */
"FTP_MISSING_ERR" = "Ustawienia FTP nie mogą być modyfikowane, ponieważ pakiet BSD nie został zainstalowany.";
"FTP_MISSING_EXPLANATION" = "Zainstaluj pakiet BSD, jeśli chcesz zmieniać ustawienia FTP."; 

/* Firewall Strings */
"FIREWALL_ON" = "Zapora sieciowa włączona";
"FIREWALL_OFF" = "Zapora sieciowa wyłączona";
"FIREWALL_UNA" = "Zapora sieciowa niedostępna";
"ERROR_FIREWALL" = "Nie można zmienić ustawień zapory sieciowej z powodu błędu ich odczytu z systemu.";
"ERROR_FIREWALL_EXPL" = "Jeśli problem będzie się powtarzał, uruchom ponownie komputer i spróbuj ponownie.";
"DEFAULT_ENTRY" = "Nie można zmienić ustawień zapory sieciowej dla tej usługi.";
"TOOL_TIP_OFF_TCP" = "To jest wpis zapory dla %@.\nTeraz jest wyłączone i cały ruch sieciowy TCP na portach %@ jest blokowany.";
"TOOL_TIP_OFF_UDP" = "To jest wpis zapory dla %@.\nTeraz jest wyłączone i cały ruch sieciowy UDP na portach %@ jest blokowany.";
"TOOL_TIP_OFF_BOTH" = "To jest wpis zapory dla %@.\nTeraz jest wyłączona i cały ruch sieciowy na portach %@ oraz cały ruch sieciowy UDP na portach %@ jest blokowany.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Pliki oraz Internet";
"APPLICATION" = "Program";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Zdalne zarządzanie";
"SCREEN_SHARING_TITLE" = "Współdzielenie ekranu";
"Personal File Sharing" = "Udostępnianie plików";
"Samba Sharing" = "Udostępnianie dla Windows";
"Personal Web Sharing" = "Udostępnianie www";
"Remote Login - SSH" = "Zdalne logowanie - SSH";
"Remote Apple Events" = "Zdalne Apple Events";
"FTP Access" = "Dostęp FTP";
"BlueToothService" = "Udostępnianie przez Bluetooth";
"Printer Sharing" = "Udostępnianie drukarek";
"Scanner Sharing" = "Udostępnianie skanerów";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "Udostępnianie muzyki iTunes";
"iPhoto Rendezvous Sharing" = "Udostępnianie iPhoto Bonjour";
"Network Time" = "Czas sieciowy";
"Dynamic DNS" = "Dynamiczny DNS";
"Xgrid" = "Udostępnianie Xgrid";

/* BT */
"BT_INFO_TEXT" = "Preferencje udostępniania przez Bluetooth pozwalają skonfigurować komputer do udostępniania plików innym komputerom i urządzeniom z Bluetooth.";
"BT_IS_ON" = "Udostępnianie przez Bluetooth: włączone";
"BT_IS_OFF" = "Udostępnianie przez Bluetooth: wyłączone";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Udostępnianie drukarek jest teraz niedostępne.";
"PS_IS_ON" = "Udostępnianie drukarek: włączone";
"PS_IS_OFF" = "Udostępnianie drukarek: wyłączone";
"PS_IS_BLOCKED_BY_FIREWALL" = "Udostępnianie drukarek: zablokowane przez zaporę sieciową";
"PS_IS_STARTING" = "Uruchamiam udostępnianie drukarek…";
"PS_IS_STOPPING" = "Zatrzymuję udostępnienie drukarek…";
"PRINTER_SHARING_BASIC" = "Funkcja udostępniania drukarek pozwala innym osobom wykorzystywać drukarki podłączone do tego komputera.";
"PRINTER_FAX_SHARING_BASIC" = "Funkcja udostępniania drukarek pozwala innym osobom wykorzystywać drukarki oraz faksmodemy podłączone do tego komputera.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Udostępnianie skanerów: włączone";
"SCANNERSHARING_IS_OFF" = "Udostępnianie skanerów: wyłączone";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Zdalne Apple Event: włączone";
"REMOTE_AE_OFF" = "Zdalne Apple Event: wyłączone";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Zdalne Apple Events: zablokowane przez zaporę sieciową";
"RAE_IS_STARTING" = "Uruchamiam zdalne Apple Events…";
"RAE_IS_STOPPING" = "Zatrzymuję zdalne Apple Events…";
"AE_BUTTON_TITLE" = "Konfiguruj…";
"RAE_PICKER_TITLE" = "Zdalne Apple Events";
"SSH_PICKER_TITLE" = "Zdalne logowanie";

/* ARD */
"ARD_ON" = "Zdalne zarządzanie: włączone";
"ARD_OFF" = "Zdalne zarządzanie: wyłączone";
"ARD_BLOCKED_BY_FIREWALL" = "Zdalne zarządzanie: zablokowane przez zaporę sieciową";
"ARD_GENERAL_INFO_TEXT" = "Zdalne zarządzanie pozwala innym użytkownikom uzyskiwać dostęp do tego komputera przy użyciu pakietu Apple Remote Desktop.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "Współdzielenie ekranu pozwala użytkownikom komputerów zdalnych widzieć ten komputer i kontrolować go.";
"ARD_INFO_TEXT" = "Inni użytkownicy mogą zarządzać tym komputerem, używając adresu\n%@.";
"ARD_URL" = "http://www.apple.com/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Przywileje dostępu…";
"ARD_MENU_EXTRA_CHECKBOX" = "Pokazuj status w pasku menu";
"CAPTION_ARD_IS_STARTING" = "Uruchamiam zdalne zarządzanie…";
"CAPTION_ARD_IS_STOPPING" = "Zatrzymuję zdalne zarządzanie…";
"ARD_STARTING_DESC" = "Zdalne zarządzanie pozwala administratorom obserwować ekran tego komputera i zarządzać nim zdalnie przy pomocy programu %@.";
"ARD_IS_NOT_AVAILABLE" = "Zdalne zarządzanie nie jest zainstalowane na tym komputerze.";
"ARD_CONTROL_OBSERVE" = "Kontrolować i obserwować";
"SCREEN_SHARING_INFO" = "Inni użytkownicy mogą uzyskiwać dostęp do tego komputera, używając adresu vnc://%@/ lub wyszukując „%@”.";
"SCREEN_SHARING_INFO_SHORT" = "Inni użytkownicy mogą uzyskać dostęp do tego komputera pod adresem vnc://%@/.";
"SCREEN_SHARING_ON" = "Współdzielenie ekranu: włączone";
"SCREEN_SHARING_OFF" = "Współdzielenie ekranu: wyłączone";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Współdzielenie ekranu: zablokowane przez zaporę sieciową";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Czy na pewno chcesz wyłączyć współdzielenie ekranu na komputerze „%@”?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "Jeśli wyłączysz współdzielenie ekranu na tym komputerze, pozostałe komputery współdzielące ekrany nie będą miały do niego dostępu.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Udostępnianie Internetu";
"INTERNET_SHARING_ON" = "Udostępnianie Internetu: włączone";
"INTERNET_SHARING_OFF" = "Udostępnianie Internetu: wyłączone";
"INTERNET_SHARING_MESSAGE" = "Udostępnianie Internetu pozwala innym komputerom korzystać z Twojego połączenia internetowego.";
"INTERNET_SHARING_SELECT_OUT" = "Nie można uruchomić udostępniania połączenia z Internetem, gdyż nie jest zaznaczony port, przez który chcesz udostępniać połączenie.";
"INTERNET_SHARING_NO_OUT" = "Nie można uruchomić udostępniania połączenia z Internetem, gdyż nie ma dostępnych portów, przez które można udostępniać połączenie. Wybierz inne połączenie lub włącz inny port w preferencjach sieci.";
"INTERNET_SHARING_NO_FROM" = "Nie możesz uruchomić udostępniania Internetu, ponieważ nie masz otwartych połączeń internetowych. Aby otworzyć połączenie internetowe, użyj preferencji Sieć.";
"INTERNET_SHARING_NOT_AVAILABLE" = "Udostępnianie Internetu nie jest możliwe, ponieważ nie masz teraz aktywnego połączenia internetowego.";
"AUTOMATIC" = "Automatycznie";
"PRIMARY_INTERFACE_WARNING" = "Jeśli włączysz ten port, Twój dostawca Internetu może przerwać dostarczanie usługi, aby ochronić swoją sieć przed zakłóceniami.";
"PRIMARY_INTERFACE_EXPL" = "W niektórych przypadkach (np. gdy używasz modemu kablowego), możesz niechcący wpływać na ustawienia sieciowe dostawcy usług Internetu i naruszyć warunki dostawy usługi.";
"INTERNET_SHARING_NETWORK" = "Sieć udostępniania Internetu";
"INTERNET_SHARING_ARE_YOU_SURE" = "Czy na pewno chcesz włączyć Udostępnianie Internetu?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Gdy Twój komputer jest podłączony do sieci, włączenie usługi Udostępnianie Internetu może wpłynąć na ustawienia sieci na innych komputerach i zakłócić pracę sieci. Przed włączeniem tej usługi skontaktuj się z administratorem systemu.";
"INTERNET_SHARING_NO_SERVICES" = "Żadna usługa nie jest dostępna";
"INTERNET_SHARING_NOT_INSTALLED" = "Udostępnianie Internetu nie jest zainstalowane na tym komputerze. Aby zainstalować Udostępnianie Internetu, zainstaluj pakiety BSD, używając Instalatora Mac OS X.";

"AIRPORT_WARNING" = "Aby udostępniać połączenie z Internetem, musisz włączyć AirPort.";
"AIRPORT_WARNING_INFO" = "AirPort jest wyłączony.";
"TURN_POWER_ON" = "Włącz AirPort";
"DEFAULT_AIRPORT_NETWORK" = "Sieć AirPort";
"NETWORK_PASSWORD" = "Aby inne komputery, nie wykorzystujące oprogramowania AirPort, mogły podłączyć się do sieci AirPort utworzonej przez ten komputer, należy używać równoważnego hasła sieciowego (klucz WEP):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Otwórz Oszczędzanie energii";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Pokaż usługi";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Inne ustawienia mogą kolidować z udostępnianiem Internetu";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (bez netbios)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Błyskawiczna komunikacja Bonjour";
"VNC" = "VNC";
"NETWORKTIME" = "Czas sieciowy";
"CVS" = "CVS";
"WEBSTAR" = "Admin WebSTAR";
"XCODE" = "Rozproszona kompilacja Xcode";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Udostępnianie dynamicznego DNS włączone";
"DYNDNS_OFF" = "Udostępnianie dynamicznego DNS wyłączone";
"CAPTION_DYNDNS_IS_STARTING" = "Uruchamiam dynamiczny DNS…";
"CAPTION_DYNDNS_IS_STOPPING" = "Zatrzymuję dynamiczny DNS…";
"DYNDNS_INFO_TEXT" = "Inne osoby mogą uzyskiwać zdalnie dostęp do tego komputera, używając adresu „%@”.";
"DYNDNS_STARTING_DESC" = "Dynamiczny DNS pozwala użytkownikom innych komputerów łączyć się z Twoim komputerem przez Twoją domenę dynamicznego DNS.";
"DYNDNS_BUTTON_STRING" = "Konfiguruj…";
"DYNDNS_HAS_SECRET" = "<ustaw>";
"DYNDNS_NO_SECRET" = "<brak>";
"DYNDNS_FAILED_SHEET_TITLE" = "Dynamiczny DNS nie został uruchomiony";
"DYNDNS_FAILED_SHEET_MESSAGE" = "Nie udało się zarejestrować dynamicznego DNS „%@”.\n\n%@";
"DYNDNS_START_TIMEOUT" = "Nastąpiło przekroczenie limitu czasu dynamicznego DNS podczas uruchamiania. Sprawdź ustawienia i spróbuj ponownie.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Brak dostępnych";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Wystąpił nieznany błąd.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Wystąpił problem z połączeniem z siecią. Sprawdź, czy wszystkie kable są poprawnie podłączone i spróbuj ponownie.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "Komputer nie może skontaktować się z serwerem DNS. Sprawdź preferencje Sieć i upewnij się, że adres serwera DNS jest poprawny.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "Komputer o nazwie @#$@ jest używany przez innego użytkownika. Zmień nazwę swojego komputera lub spróbuj ponownie później.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Ten komputer jest połączony z Internetem przez bramę, która nie pozwala działać mu jako serwer w Internecie.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "Zaznaczony serwer DNS nie mógł pokazać tego komputera innym użytkownikom w Internecie. Może znajdować się za zaporą sieciową.";

"XGRID_ON" = "Udostępnianie Xgrid: włączone";
"XGRID_OFF" = "Udostępnianie Xgrid: wyłączone";
"CAPTION_XGRID_IS_STARTING" = "Uruchamiam agenta Xgrid…";
"CAPTION_XGRID_IS_STOPPING" = "Zatrzymuję agenta Xgrid…";
"XGRID_INFO_TEXT" = "Usługa agenta Xgrid jest aktywna.";
"XGRID_STARTING_DESC" = "Udostępnianie Xgrid pozwala kontrolerom Xgrid łączyć się i rozdzielać zadania do wykonania na tym komputerze.";
"XGRID_ADV_BUTTON" = "Konfiguruj…";
"XGRID_START_TIMEOUT" = "Wystąpił problem z uruchomieniem agenta Xgrid.";
"XGRID_STOP_TIMEOUT" = "Wystąpił problem z zatrzymaniem agenta Xgrid.";
"XGRID_NO_AGENT_TITLE" = "Agent Xgrid nie został znaleziony";
"XGRID_NO_AGENT_DESC" = "Aby włączyć udostępnianie Xgrid, należy zainstalować agenta Xgrid.";
"XGRID_MISSING_PASSWORD_TITLE" = "Brak hasła";
"XGRID_MISSING_PASSWORD_INFO" = "Konfiguracja agenta wymaga od kontrolera Xgrid podania hasła, ale hasło nie jest ustawione. Przed uruchomieniem agenta musisz ustawić hasło lub wyłączyć opcję jego wymagania.";
"XGRID_SECURITY_WARNING_TITLE" = "Ostrzeżenie bezpieczeństwa";
"XGRID_SECURITY_WARNING_INFO" = "Wyłączając wymaganie podania hasła, możesz umożliwić nieautoryzowany dostęp do Twojego komputera.";
"XGRID_GENERAL_INFO" = "Udostępnianie Xgrid pozwala kontrolerom Xgrid łączyć się i rozdzielać zadania do wykonania na tym komputerze.";

"LABEL_SHAREDFOLDERS" = "Udostępniane katalogi:";
"LABEL_USERSGROUPS" = "Użytkownicy:";

"APPLY_PERMISSION_MAIN_TEXT" = "Czy na pewno chcesz zastosować zaznaczonego właściciela, grupę i uprawnienia do wszystkich zawartych rzeczy?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "Ustalam uprawnienia na „%@”";
